Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: step-and-repeat count and spacing
af: stap-en-herhalingtelling en spasiëring
am: የደረጃ እና የድግግሞሽ ብዛት እና ክፍተት
ar: عدد التكرارات والمسافة في الخطوة والتكرار
az: addım və təkrar sayı və aralıq
be: колькасць крокаў і паўтораў і інтэрвалы паміж імі
bg: Брой и разстояние между елементите на шаблона „step-and-repeat“
bn: ধাপ-এবং-পুনরাবৃত্তি গণনা এবং ব্যবধান
ca: recompte i espaiat de passos i repeticions
cs: počet opakování a rozestupy
cy: cyfrif a bylchau cam-ac-ailadrodd
da: Antal og afstand mellem »step-and-repeat«-elementer
de: Anzahl und Abstand der „Step-and-Repeat“-Elemente
de_at: Schritt-für-Schritt-Wiederholungsanzahl und -abstand
de_ch: Schritt-und-Wiederholungsanzahl und Abstand
el: αριθμός και απόσταση των «step-and-repeat»
es: Número y espaciado del «step-and-repeat»
es_ar: número y espaciado del step-and-repeat
es_mx: recuento y espaciado de los step-and-repeat
et: „step-and-repeat“ arv ja vahekaugus
eu: urrats eta errepikapenen zenbaketa eta tartea
fa: شمارش گام و تکرار و فاصله‌گذاری
fi: ”step-and-repeat” -kuvioiden lukumäärä ja väli
fil: bilang at pagitan ng hakbang-at-ulitin
fr: nombre et espacement des répétitions
fr_ca: nombre et espacement des répétitions
ga: comhaireamh agus spásáil céimeanna agus athrá
gl: contador e espazado de pasos e repeticións
gu: પગલાં-અને-પુનરાવર્તન ગણતરી અને અંતર
he: ספירת צעדים וחזרות וריווח
hi: चरण-और-दोहराव गणना और अंतराल
hr: broj ponavljanja koraka i razmak između njih
hu: a „step-and-repeat” elemek száma és távolsága
hy: քայլերի և կրկնությունների քանակը և հեռավորությունը
id: jumlah dan jarak pada pola "step-and-repeat"
is: skrefa- og endurtekningarfjöldi og bil
it: numero e spaziatura degli step-and-repeat
ja: ステップ・アンド・リピートの数と間隔
ka: ნაბიჯების და გამეორებების რაოდენობა და ინტერვალი
kk: қадам-және-қайталау саны және арақашықтық
km: ចំនួននៃការរាប់ និងចន្លោះពេលក្នុងជំហាននិងការធ្វើម្តងទៀត
kn: ಹಂತ-ಮತ್ತು-ಪುನರಾವರ್ತನೆ ಎಣಿಕೆ ಮತ್ತು ಅಂತರ
ko: 스텝 앤 리피트 개수 및 간격
ky: кадамдарды-кайталоолордун саны жана аралыктары
lo: ການນັບ ແລະ ໄລຍະຫ່າງຂອງຂັ້ນຕອນ ແລະ ການເຮັດຊ້ຳ
lt: „Step-and-repeat“ skaičius ir tarpas
lv: „Step-and-repeat“ skaits un atstarpes
mk: број на чекори и повторувања и растојание
ml: ഘട്ടം-ആവർത്തന എണ്ണവും അകലവും
mn: алхам ба давталтын тоолол ба зай
mr: स्टेप-अँड-रिपीट मोजणी आणि अंतर
ms: kiraan dan jarak langkah dan ulangan
mt: għadd u spazjar ta' passi u ripetizzjonijiet
my: အဆင့်ဆင့် ထပ်ခါတလဲလဲ ရေတွက်ခြင်းနှင့် အကွာအဝေး
nb: Antall «step-and-repeat»-elementer og avstand mellom dem
ne: चरण-दोहोरिने गणना र स्पेसिङ
nl: aantal en afstand van de step-and-repeat-elementen
or: ପଦକ୍ଷେପ-ଏବଂ-ପୁନରାବୃତ୍ତି ଗଣନା ଏବଂ ବ୍ୟବଧାନ
pa: ਕਦਮ-ਅਤੇ-ਦੁਹਰਾਓ ਗਿਣਤੀ ਅਤੇ ਵਿੱਥ
pl: liczba powtórzeń i odstępy w układzie „step-and-repeat”
pt: contagem e espaçamento do «step-and-repeat»
pt_br: contagem e espaçamento do “step-and-repeat”
ro: numărul și distanța între elementele „step-and-repeat”
ru: количество повторений и расстояние между ними
si: පියවර-සහ-පුනරාවර්තන ගණන සහ පරතරය
sk: počet a rozstup prvkov v šablóne „step-and-repeat“
sl: število in razmik pri postopku »step-and-repeat«
sq: numërimi dhe hapësira me hapa dhe përsëritje
sr: бројање и распоред корака и понављања
sv: Antal och avstånd för ”step-and-repeat”
sw: hesabu na nafasi za hatua na kurudia
ta: படி மற்றும் மீண்டும் எண்ணிக்கை மற்றும் இடைவெளி
te: స్టెప్-అండ్-రిపీట్ లెక్కింపు మరియు అంతరం
th: จำนวนและระยะห่างของสเต็ปแอนด์รีพีท
tr: step-and-repeat sayısı ve aralığı
uk: кількість повторень та відстань між ними
ur: مرحلہ وار شمار اور وقفہ کاری
vi: số lần lặp lại và khoảng cách
zh_hans: “步进与重复”的数量和间距
zh_hant: 「步進與重複」的數量與間距
zu: ukubalwa kwezinyathelo nokuphindaphinda kanye nesikhala

source: total input size
af: totale invoergrootte
am: ጠቅላላ የግቤት መጠን
ar: حجم الإدخال الإجمالي
az: ümumi giriş ölçüsü
be: агульны памер уваходных дадзеных
bg: общ размер на входните данни
bn: মোট ইনপুট আকার
ca: mida total d'entrada
cs: celková velikost vstupu
cy: cyfanswm maint y mewnbwn
da: samlet indgangsstørrelse
de: Gesamtgröße der Eingabe
de_at: Gesamteingabegröße
de_ch: Gesamteingabegröße
el: συνολικό μέγεθος εισόδου
es: tamaño total de los datos de entrada
es_ar: tamaño total de entrada
es_mx: tamaño total de entrada
et: sisendite kogumaht
eu: sarrerako tamaina osoa
fa: اندازه کل ورودی
fi: syötteen kokonaiskoko
fil: kabuuang laki ng input
fr: taille totale des données d'entrée
fr_ca: taille totale de l'entrée
ga: méid iomlán ionchuir
gl: tamaño total de entrada
gu: કુલ ઇનપુટ કદ
he: גודל הקלט הכולל
hi: कुल इनपुट आकार
hr: ukupna ulazna veličina
hu: a teljes bemeneti méret
hy: ընդհանուր մուտքագրման չափը
id: ukuran total input
is: heildarinntaksstærð
it: dimensione totale dei dati in ingresso
ja: 総入力サイズ
ka: შეყვანის საერთო ზომა
kk: жалпы енгізу өлшемі
km: ទំហំបញ្ចូលសរុប
kn: ಒಟ್ಟು ಇನ್‌ಪುಟ್ ಗಾತ್ರ
ko: 총 입력 크기
ky: жалпы киргизүү өлчөмү
lo: ຂະໜາດອິນພຸດທັງໝົດ
lt: bendras įvesties dydis
lv: kopējais ievades apjoms
mk: вкупна големина на влез
ml: ആകെ ഇൻപുട്ട് വലുപ്പം
mn: нийт оролтын хэмжээ
mr: एकूण इनपुट आकार
ms: jumlah saiz input
mt: daqs totali tal-input
my: စုစုပေါင်းထည့်သွင်းမှုအရွယ်အစား
nb: total størrelse på inndataene
ne: कुल इनपुट आकार
nl: totale grootte van de invoer
or: ମୋଟ ଇନପୁଟ୍ ଆକାର
pa: ਕੁੱਲ ਇਨਪੁੱਟ ਆਕਾਰ
pl: całkowity rozmiar danych wejściowych
pt: tamanho total da entrada
pt_br: tamanho total da entrada
ro: dimensiunea totală a datelor de intrare
ru: общий размер входных данных
si: මුළු ආදාන ප්‍රමාණය
sk: celková veľkosť vstupných údajov
sl: skupna velikost vhodnih podatkov
sq: madhësia totale e hyrjes
sr: укупна величина улаза
sv: total storlek på indata
sw: jumla ya ukubwa wa ingizo
ta: மொத்த உள்ளீட்டு அளவு
te: మొత్తం ఇన్‌పుట్ పరిమాణం
th: ขนาดอินพุตทั้งหมด
tr: toplam giriş boyutu
uk: загальний розмір вхідних даних
ur: کل ان پٹ سائز
vi: tổng kích thước đầu vào
zh_hans: 总输入大小
zh_hant: 總輸入大小
zu: usayizi ophelele wokufaka

source: unconnected outline endpoints in one area
af: onverbonde omtrek-eindpunte in een area
am: በአንድ አካባቢ ያልተገናኙ የውጤት መጨረሻ ነጥቦች
ar: نقاط نهاية مخطط غير متصلة في منطقة واحدة
az: bir sahədə əlaqəsiz kontur son nöqtələri
be: незлучаныя канчатковыя кропкі контуру ў адной вобласці
bg: несвързани крайни точки на контура в една област
bn: একটি এলাকায় অসংযুক্ত রূপরেখার প্রান্তবিন্দু
ca: extrems de contorn no connectats en una àrea
cs: nespojené koncové body obrysu v jedné oblasti
cy: pwyntiau terfyn amlinellol heb gysylltiad mewn un ardal
da: ikke-forbundne konturendepunkter i ét område
de: nicht miteinander verbundene Endpunkte von Konturen in einem Bereich
de_at: nicht verbundene Umrissendpunkte in einem Bereich
de_ch: nicht verbundene Umrissendpunkte in einem Bereich
el: άκρα περιγράμματος που δεν συνδέονται μεταξύ τους σε μια περιοχή
es: puntos finales de contornos no conectados en una zona
es_ar: puntos finales de contornos no conectados en una zona
es_mx: puntos finales de contorno no conectados en un área
et: ühendamata peajoone lõpppunktid ühes piirkonnas
eu: eremu bateko eskema-mutur konektatu gabeak
fa: نقاط انتهایی طرح کلی غیرمرتبط در یک منطقه
fi: yhdessä alueella olevat yhdistymättömät ääriviivan päätepisteet
fil: mga hindi magkakaugnay na balangkas na mga dulo sa isang lugar
fr: points d'extrémité de contour non reliés dans une zone
fr_ca: extrémités de contour non connectées dans une zone
ga: críochphointí imlíne neamhcheangailte i limistéar amháin
gl: extremos do contorno non conectados nunha área
gu: એક ક્ષેત્રમાં અસંબંધિત રૂપરેખા અંતિમ બિંદુઓ
he: נקודות קצה לא מחוברות באזור אחד
hi: एक क्षेत्र में असंबद्ध रूपरेखा अंतिम बिंदु
hr: nepovezane krajnje točke obrisa u jednom području
hu: nem csatlakoztatott vázlatvégpontok egy területen
hy: մեկ տարածքում չկապված ուրվագծային վերջնակետեր
id: titik ujung kontur yang tidak terhubung di satu area
is: Ótengdir útlínuendapunktar á einu svæði
it: punti terminali di contorni non collegati in un'area
ja: ある領域内の、互いに接続されていない輪郭の端点
ka: ერთ არეში ერთმანეთთან დაუკავშირებელი მონახაზის ბოლო წერტილები
kk: бір аймақтағы байланыспаған контурдың соңғы нүктелері
km: ចំណុចបញ្ចប់គ្រោងដែលមិនភ្ជាប់គ្នានៅក្នុងតំបន់មួយ
kn: ಒಂದು ಪ್ರದೇಶದಲ್ಲಿ ಸಂಪರ್ಕವಿಲ್ಲದ ಬಾಹ್ಯರೇಖೆಯ ಅಂತ್ಯಬಿಂದುಗಳು
ko: 한 영역 내의 연결되지 않은 윤곽선 끝점
ky: бир аймактагы туташпаган контурдун учтары
lo: ຈຸດສິ້ນສຸດຂອງໂຄງຮ່າງທີ່ບໍ່ເຊື່ອມຕໍ່ກັນໃນພື້ນທີ່ດຽວ
lt: nesusiję kontūro galiniai taškai vienoje srityje
lv: nesavienoti kontūra galapunkti vienā apgabalā
mk: неповрзани контурни крајни точки во една област
ml: ഒരു ഏരിയയിലെ ബന്ധമില്ലാത്ത ഔട്ട്‌ലൈൻ എൻഡ്‌പോയിന്റുകൾ
mn: нэг хэсэгт холбогдоогүй тойм төгсгөлийн цэгүүд
mr: एका क्षेत्रातील असंबंधित बाह्यरेखा अंतिम बिंदू
ms: titik akhir garis besar yang tidak berkaitan dalam satu kawasan
mt: punti tat-tmiem tal-kontorn mhux konnessi f'żona waħda
my: ဧရိယာတစ်ခုတည်းရှိ ချိတ်ဆက်မထားသော အကျဉ်းချုပ်မျဉ်းဆုံခြင်း အဆုံးမှတ်များ
nb: Usammenhengende konturendepunkter i ett område
ne: एउटा क्षेत्रमा जडान नभएका रूपरेखा अन्त्य बिन्दुहरू
nl: niet-verbonden eindpunten van contouren in één gebied
or: ଗୋଟିଏ କ୍ଷେତ୍ରରେ ସଂଯୁକ୍ତ ନ ଥିବା ଆଉଟଲାଇନ୍ ଶେଷବିନ୍ଦୁଗୁଡ଼ିକ
pa: ਇੱਕ ਖੇਤਰ ਵਿੱਚ ਅਣ-ਕਨੈਕਟ ਕੀਤੇ ਰੂਪਰੇਖਾ ਅੰਤ ਬਿੰਦੂ
pl: niepołączone punkty końcowe konturu w jednym obszarze
pt: pontos finais de contornos não ligados numa área
pt_br: pontos finais de contornos não conectados em uma área
ro: punctele finale ale conturului neconectate dintr-o zonă
ru: несвязанные конечные точки контура в одной области
si: එක් ප්‍රදේශයක සම්බන්ධ නොවූ දළ සටහන් අන්ත ලක්ෂ්‍ය
sk: nespojené koncové body obrysu v jednej oblasti
sl: nepovezane končne točke obrisa na enem območju
sq: pikat fundore të palidhura të konturit në një zonë
sr: неповезани крајњи пунктови контуре у једном подручју
sv: ändpunkter i konturlinjer som inte är sammankopplade inom ett område
sw: ncha za muhtasari ambazo hazijaunganishwa katika eneo moja
ta: ஒரு பகுதியில் இணைக்கப்படாத வெளிப்புற முனைகள்
te: ఒక ప్రాంతంలో అనుసంధానం లేని అవుట్‌లైన్ ఎండ్‌పాయింట్లు
th: จุดปลายโครงร่างที่ไม่เชื่อมต่อกันในพื้นที่หนึ่ง
tr: bir bölgedeki birbiriyle bağlantısız kontur uç noktaları
uk: нез'єднані кінцеві точки контуру в одній області
ur: ایک علاقے میں غیر منسلک آؤٹ لائن اینڈ پوائنٹس
vi: các điểm cuối đường viền không kết nối trong một khu vực
zh_hans: 同一区域内未连接的轮廓端点
zh_hant: 同一區域內未相連的輪廓端點
zu: amaphoyinti okuphela kohlaka angaxhunywanga endaweni eyodwa
